import { Feedback } from "../types";

export const feedbacks: Feedback[] = [
  {
    avatar: "avatar1.png",
    name: "Aнна Бобровська",
    nickname: "@annabobrivska",
    comment:
      "Вражаючий асортимент унікальних виробів, які вражають своєю красою та якістю виконання. Задоволена своєю покупкою і обов'язково повернусь за новими враженнями!\"",
  },
  {
    avatar: "avatar2.png",
    name: "Андрій Федоров",
    nickname: "@anhdshjhsd",
    comment:
      'Цей магазин - справжній скарб для поціновувачів унікальних виробів. Їхні  роботи вражають своєю красою та майстерністю. Рекомендую кожному, хто цінує витвори мистецтва та бажає підтримати ручну працю."',
  },
  {
    avatar: "avatar3.png",
    name: "Дмитро Юнг",
    nickname: "@admutro",
    comment:
      'Захоплюючий магазин, де кожен виріб вражає своєю оригінальністю та майстерністю виконання. Я в захваті від унікальних предметів, що пропонуються тут! Раджу всім, хто цінує ручну працю та неповторність."',
  },
  {
    avatar: "avatar4.png",
    name: "Тетяна Погребна",
    nickname: "@pogrebna",
    comment:
      'Магазин CraftLand - справжнє джерело натхнення! Їхні унікальні вироби не лише додають краси моєму дому, а й роблять його особливим. Я в захваті від якості та творчості, яку вони вкладають у кожен дрібничку."',
  },
];
