import { Feedback } from "../types";
import avatar1 from "../assets/images/avatar1.png";
import avatar2 from "../assets/images/avatar2.png";
import avatar3 from "../assets/images/avatar3.png";
import avatar4 from "../assets/images/avatar4.png";

export const feedbacks: Feedback[] = [
  {
    date: "28 березня 2024",
    avatar: avatar1,
    name: "Aнна Бобровська",
    nickname: "@annabobrivska",
    comment:
      "Вражаючий асортимент унікальних виробів, які вражають своєю красою та якістю виконання. Задоволена своєю покупкою і обов'язково повернусь за новими враженнями!\"",
  },
  {
    date: "28 березня 2024",
    avatar: avatar2,
    name: "Андрій Федоров",
    nickname: "@anhdshjhsd",
    comment:
      'Цей магазин - справжній скарб для поціновувачів унікальних виробів. Їхні  роботи вражають своєю красою та майстерністю. Рекомендую кожному, хто цінує витвори мистецтва та бажає підтримати ручну працю."',
  },
  {
    date: "28 березня 2024",
    avatar: avatar3,
    name: "Дмитро Юнг",
    nickname: "@admutro",
    comment:
      'Захоплюючий магазин, де кожен виріб вражає своєю оригінальністю та майстерністю виконання. Я в захваті від унікальних предметів, що пропонуються тут! Раджу всім, хто цінує ручну працю та неповторність."',
  },
  {
    date: "28 березня 2024",
    avatar: avatar4,
    name: "Тетяна Погребна",
    nickname: "@pogrebna",
    comment:
      'Магазин CraftLand - справжнє джерело натхнення! Їхні унікальні вироби не лише додають краси моєму дому, а й роблять його особливим. Я в захваті від якості та творчості, яку вони вкладають у кожен дрібничку."',
  },
];
